<html>
<head>
<meta http-equiv="content-type" content="text/html; charset=UTF-8">
<title>Logisim [espa&ntilde;ol]</title>
</head>

<body>

<center><img width="480" height="303" src="../shot-2.3.0.png"><br />
<b>Screen shot of Logisim 2.6.2, released December 23, 2010</b>

<br /><b><a href="docs.html">Spanish
translation of the documentation</a> (<em>May 13, 2008</em>)</b>
</center>

<p>Logisim es una herramienta de libre distribuci&oacute;n (&iexcl;free-ware!) de dise&ntilde;o y
simulaci&oacute;n de circuitos l&oacute;gicos digitales. Su intuitiva interfaz y su sencillo
simulador permiten aprender con facilidad los conceptos b&aacute;sicos relacionados
con la l&oacute;gica de los circuitos digitales. Con la capacidad de construir grandes
circuitos a partir de otros m&aacute;s simples, Logisim puede ser utilizado para el
dise&ntilde;o de CPUs al completo con prop&oacute;sitos educativos.</p>

<p>Logisim se utiliza como herramienta para estudiantes en <a
href="../usage.html">diferentes universidades alrededor del mundo</a> y en muchos
tipos de clases: desde cursillos de introducci&oacute;n a la ingenier&iacute;a inform&aacute;tica
hasta cursos completos en arquitectura de ordenadores.</p>

<p><a
href="http://sourceforge.net/project/showfiles.php?group_id=143273">&iexcl;Descarga de Logisim</a>!
(<a href="../download.html">Intrucciones de instalaci&oacute;n - Ingl&eacute;s</a>)</p>

<h2>Utilizando traducci&oacute;n al espa&ntilde;ol</h2>

<p>Una traducci&oacute;n al espa&ntilde;ol, llevada a cabo por Pablo Leal Ramos (Espa&ntilde;a),
est&aacute;incluida como parte de la descarga est&aacute;ndar de Logisim. Para seleccionar el
idioma una vez lanzado Logisim:
<ul>

<li> Seleccionar Preferences... en el men&uacute; File. (En Macintoshes,
seleccionar Preferences... en el men&uacute; Logisim.)</p>

<li> Seleccionar la pesta&ntilde;a International.</p>

<li> Seleccionar Spanish en el el men&uacute; Language.</p>

</ul>
Tambi&eacute;n es posible configurar el idioma desde la l&iacute;nea de comandos tecleando:
``<tt>java -jar logisim-<em>XXX</em>.jar -locale es</tt>''.</p>

<h2>Comentarios</h2>

<p>&iexcl;Se agradecen preguntas y comentarios! Por favor dirigir las sugerencias
(English please!) al principal autor de Logisim, Carl Burch.
<center><img src=images/address.png></center>
Si usted imparte una asignatura que realiza un uso continuado de Logisim, su
informaci&oacute;n me ayudar&aacute; a ganar soporte en el desarrollo del software.</p>

</body></html>
